Repository: optim-enterprises-bv/Mailu-OIDC
Catalog: core/admin/mailu/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Password
cs: Heslo

source: Sign in
cs: Přihlásit se

source: Current password
cs: Současné heslo

source: New password
cs: Nové heslo

source: New password (again)
cs: Nové heslo (znovu)

source: Change password
cs: Změnit heslo

source: Admin page for
cs: Admin stránka pro

source: toggle sidebar
cs: přepnout postranní panel

source: change language
cs: změnit jazyk

source: Go to
cs: Přejít

source: Client setup
cs: Nastavení klienta

source: Website
cs: Webová stránka

source: Help
cs: Pomoc

source: Register a domain
cs: Registrovat doménu

source: Sign up
cs: Registrovat se

source: Too many attempts from your IP (rate-limit)
cs: Příliš mnoho pokusů z vaší IP adresy (omezení rychlosti)

source: Too many attempts for this user (rate-limit)
cs: Příliš mnoho pokusů tohoto uživatele (omezení rychlosti)

source: Wrong e-mail or password
cs: Chybný e-mail nebo heslo

source: The new password can't be the same as the old password
cs: Nové heslo nemůže být shodné s původním

source: The new passwords don't match
cs: Nová hesla se neshodují

source: The current password is incorrect!
cs: Současné heslo není správné!

source: Invalid email address.
cs: Neplatná e-mailová adresa.

source: Invalid list of folders.
cs: Neplatný seznam složek.

source: Confirm
cs: Potvrdit

source: Domain name
cs: Název domény

source: Maximum user count
cs: Maximální počet uživatelů

source: Maximum alias count
cs: Maximální počet aliasů

source: Maximum user quota
cs: Maximální kvóta uživatele

source: Enable sign-up
cs: Povolit registraci

source: Comment
cs: Komentář

source: Save
cs: Uložit

source: Initial admin
cs: Výchozí admin

source: Admin password
cs: Heslo admina

source: Confirm password
cs: Potvrdit heslo

source: Create
cs: Vytvořit

source: Alternative name
cs: Alternativní jméno

source: Relayed domain name
cs: Seznam předávaných domén

source: Remote host
cs: Vzdálený hostitel

source: Quota
cs: Kvóta

source: Allow IMAP access
cs: Povolit přístup IMAP

source: Allow POP3 access
cs: Povolit přístup POP3

source: Allow the user to spoof the sender (send email as anyone)
cs: Povolit uživateli napodobit odesílatele (odeslat e-mail jako kdokoli)

source: Displayed name
cs: Zobrazené jméno

source: Enabled
cs: Povoleno

source: Force password change at next login
cs: Vynutit změnu hesla při příštím přihlášení

source: Email address
cs: E-mailová adresa

source: Enable spam filter
cs: Povolit filtr spamu

source: Enable marking spam mails as read
cs: Povolit označování spamových e-mailů jako přečtených

source: Spam filter tolerance
cs: Tolerance spamového filtru

source: Enable forwarding
cs: Povolit přeposílání

source: Keep a copy of the emails
cs: Zachovat kopii e-mailů

source: Destination
cs: Cíl

source: Save settings
cs: Uložit nastavení

source: Password check
cs: Kontrola hesla

source: Update password
cs: Aktualizovat heslo

source: Enable automatic reply
cs: Povolit automatickou odpověď

source: Reply subject
cs: Předmět odpovědi

source: Reply body
cs: Tělo odpovědi

source: Start of vacation
cs: Začátek dovolené

source: End of vacation
cs: Konec dovolené

source: Update
cs: Aktualizovat

source: Your token (write it down, as it will never be displayed again)
cs: Váš token (zapište si ho, protože se již nikdy nezobrazí)

source: Authorized IP
cs: Autorizovaná IP

source: Use SQL LIKE Syntax (e.g. for catch-all aliases)
cs: Použít syntaxi SQL LIKE (např. pro doménové koše)

source: Admin email
cs: E-mail admina

source: Submit
cs: Odeslat

source: Manager email
cs: E-mail manažera

source: Protocol
cs: Protokol

source: Hostname or IP
cs: Hostitel nebo IP

source: Enable TLS
cs: Povolit TLS

source: Username
cs: Uživatelské jméno

source: Keep emails on the server
cs: Ponechat e-maily na serveru

source: Rescan emails locally
cs: Přeskenovat e-maily lokálně

source: Folders to fetch on the server
cs: Složky na serveru určené ke stažení

source: Announcement subject
cs: Předmět oznámení

source: Announcement body
cs: Tělo oznámení

source: Send
cs: Poslat

source: Public announcement
cs: Veřejné oznámení

source: RSPAMD status page
cs: Stavová stránka RSPAMD

source: configure your email client
cs: nakonfigurovat e-mailového klienta

source: Incoming mail
cs: Příchozí mail

source: Mail protocol
cs: Poštovní protokol

source: Server name
cs: Název serveru

source: Outgoing mail
cs: Odchozí pošta

source: If you use an Apple device,
cs: Pokud používáte zařízení Apple,

source: click here to auto-configure it.
cs: klepněte zde pro automatické nastavení.

source: Confirm action
cs: Potvrdit akci

source: You are about to %(action)s. Please confirm your action.
cs: Chystáte se %(action)s. Potvrďte prosím vaši akci.

source: Docker error
cs: Chyba Dockeru

source: An error occurred while talking to the Docker server.
cs: Při komunikaci se serverem Docker došlo k chybě.

source: copy to clipboard
cs: zkopírovat do schránky

source: My account
cs: Můj účet

source: Settings
cs: Nastavení

source: Auto-reply
cs: Automatická odpověď

source: Fetched accounts
cs: Stažené účty

source: Authentication tokens
cs: Autentizační tokeny

source: Administration
cs: Administrace

source: Announcement
cs: Oznámení

source: Administrators
cs: Administrátoři

source: Relayed domains
cs: Relayované domény

source: Mail domains
cs: Poštovní domény

source: Sign out
cs: Odhlásit se

source: We are still working on this feature!
cs: Na této funkci stále pracujeme!

source: Add a global administrator
cs: Přidat globálního administrátora

source: Global administrators
cs: Globální administrátoři

source: Add administrator
cs: Přidat administrátora

source: Actions
cs: Akce

source: Edit
cs: Upravit

source: Delete
cs: Vymazat

source: Create alias
cs: Vytvořit alias

source: Edit alias
cs: Upravit alias

source: Alias list
cs: Seznam aliasů

source: Add alias
cs: Přidat alias

source: Created
cs: Vytvořeno

source: Last edit
cs: Poslední úprava

source: Create alternative domain
cs: Vytvořit alternativní doménu

source: Alternative domain list
cs: Seznam alternativních domén

source: Add alternative
cs: Přidat alternativu

source: Name
cs: Jméno

source: New domain
cs: Nová doména

source: Domain details
cs: Podrobnosti o doméně

source: Regenerate keys
cs: Obnovit klíče

source: Generate keys
cs: Generovat klíče

source: Download zonefile
cs: Stáhnout zonefile

source: DNS MX entry
cs: Záznam DNS MX

source: DNS SPF entries
cs: Záznamy DNS SPF

source: DNS DKIM entry
cs: Záznam DNS DKIM

source: DNS DMARC entry
cs: Záznam DNS DMARC

source: DNS TLSA entry
cs: Záznam DNS TLSA

source: DNS client auto-configuration entries
cs: Položky automatického nastavení klienta DNS

source: Edit domain
cs: Upravit doménu

source: Domain list
cs: Seznam domén

source: Manage
cs: Spravovat

source: Mailbox count
cs: Počet poštovních schránek

source: Alias count
cs: Počet aliasů

source: Details
cs: Podrobnosti

source: Users
cs: Uživatelé

source: Aliases
cs: Aliasy

source: Managers
cs: Manažeři

source: Alternatives
cs: Alternativy

source: yes
cs: ano

source: no
cs: ne

source: In order to register a new domain, you must first setup the domain zone so that the domain <code>MX</code> points to this server
cs: Chcete-li zaregistrovat novou doménu, musíte nejprve nastavit zónu domény tak, aby doménový <code>MX</code> záznam odkazoval na tento server

source: If you do not know how to setup an <code>MX</code> record for your DNS zone, please contact your DNS provider or administrator. Also, please wait a couple minutes after the <code>MX</code> is set so the local server cache expires.
cs: Pokud nevíte, jak nastavit <code>MX</code> záznam pro zónu DNS, kontaktujte svého poskytovatele DNS nebo správce. Dále prosím počkejte několik minut po nastavení <code>MX</code> záznamu, aby se vymazal z mezipaměti místního serveru.

source: Add a fetched account
cs: Přidejte stanovaný účet

source: Update a fetched account
cs: Aktualizujte stahovaný účet

source: Add an account
cs: Přidat účet

source: Endpoint
cs: Koncový bod

source: Keep emails
cs: Ponechat e-maily

source: Rescan emails
cs: Přeskenovat e-maily

source: Folders
cs: Složky

source: Last check
cs: Poslední kontrola

source: Status
cs: Stav

source: Add a manager
cs: Přidat manažera

source: Manager list
cs: Seznam manažerů

source: Add manager
cs: Přidat manažera

source: New relay domain
cs: Nová relay doména

source: Edit relayed domain
cs: Upravit relay doménu

source: Relayed domain list
cs: Seznam relay domén

source: New relayed domain
cs: Nová relay doména

source: Create an authentication token
cs: Vytvořit ověřovací token

source: New token
cs: Nový token

source: New user
cs: Nový uživatel

source: General
cs: Obecné

source: Features and quotas
cs: Funkce a kvóty

source: Edit user
cs: Upravit uživatele

source: User list
cs: Seznam uživatelů

source: Add user
cs: Přidat uživatele

source: User settings
cs: Uživatelské nastavení

source: Features
cs: Funkce

source: Password update
cs: Aktualizace hesla

source: Automatic reply
cs: Automatická odpověď

source: Auto-forward
cs: Automatické přeposlání

source: pick a domain for the new account
cs: vybrat doménu pro nový účet

source: Domain
cs: Doména

source: Available slots
cs: Dostupné sloty
